[
  "table-editor-obsidian",
  "folder-notes",
  "obsidian-smart-typography",
  "obsidian-completr",
  "obsidian-text-format",
  "dataview",
  "obsidian-linter",
  "tag-wrangler",
  "obsidian-git",
  "darlal-switcher-plus"
]